utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer100KB-httperf-output-round5.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 17.303 s

Connection rate: 17.3 conn/s (57.7 ms/conn, <=224 concurrent connections)
Connection time [ms]: min 0.3 avg 7821.6 max 16305.8 median 8415.5 stddev 5755.9
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 17.3 req/s (57.7 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 11.0 avg 15.7 max 23.0 stddev 6.4 (3 samples)
Reply time [ms]: response 7763.9 transfer 57.6
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.64 system 16.59 (user 3.7% system 95.9% total 99.6%)
Net I/O: 295081.4 KB/s (2417.3*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0