utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer1024KB-httperf-output-round7.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 17.044 s

Connection rate: 17.6 conn/s (56.8 ms/conn, <=232 concurrent connections)
Connection time [ms]: min 0.4 avg 7519.7 max 16046.4 median 8044.5 stddev 5500.5
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 17.6 req/s (56.8 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 12.6 avg 17.6 max 23.0 stddev 5.2 (3 samples)
Reply time [ms]: response 7463.5 transfer 56.2
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.68 system 16.31 (user 4.0% system 95.7% total 99.7%)
Net I/O: 299564.8 KB/s (2454.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0