utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer10KB-httperf-output-round3.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 43.613 s

Connection rate: 6.9 conn/s (145.4 ms/conn, <=236 concurrent connections)
Connection time [ms]: min 0.3 avg 18122.1 max 42615.3 median 17851.5 stddev 13843.0
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 6.9 req/s (145.4 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 2.0 avg 7.0 max 15.2 stddev 4.2 (8 samples)
Reply time [ms]: response 17976.9 transfer 145.2
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 1.64 system 41.78 (user 3.8% system 95.8% total 99.6%)
Net I/O: 117069.3 KB/s (959.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0