utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer1KB-httperf-output-round1.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 297.868 s

Connection rate: 1.0 conn/s (992.9 ms/conn, <=252 concurrent connections)
Connection time [ms]: min 0.3 avg 125499.2 max 296870.6 median 0.0 stddev 95766.7
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 1.0 req/s (992.9 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 0.0 avg 1.6 max 12.0 stddev 2.3 (59 samples)
Reply time [ms]: response 124506.5 transfer 992.7
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 8.68 system 287.81 (user 2.9% system 96.6% total 99.5%)
Net I/O: 17140.8 KB/s (140.4*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0