utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer50KB-httperf-output-round4.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 17.089 s

Connection rate: 17.6 conn/s (57.0 ms/conn, <=226 concurrent connections)
Connection time [ms]: min 0.3 avg 7721.0 max 16092.5 median 8542.5 stddev 5505.7
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 17.6 req/s (57.0 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 14.2 avg 17.9 max 19.8 stddev 3.2 (3 samples)
Reply time [ms]: response 7664.1 transfer 56.9
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.63 system 16.37 (user 3.7% system 95.8% total 99.5%)
Net I/O: 298764.1 KB/s (2447.5*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0