utils/advanced-ps3-benchmark-framework/sub-test/buffer-size/original-output/zhtta-v1-buffer5120KB-httperf-output-round8.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 18.064 s

Connection rate: 16.6 conn/s (60.2 ms/conn, <=232 concurrent connections)
Connection time [ms]: min 0.4 avg 8065.4 max 17067.3 median 8641.5 stddev 5765.7
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 16.6 req/s (60.2 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 12.6 avg 15.5 max 19.8 stddev 3.8 (3 samples)
Reply time [ms]: response 8005.2 transfer 60.1
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.85 system 17.10 (user 4.7% system 94.7% total 99.4%)
Net I/O: 282640.1 KB/s (2315.4*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0